[
  {
    "file_name": "Meet_aura-soma.txt",
    "title": "Meet Aura-Soma",
    "chunks": [
      {
        "source_id": 1,
        "speaker": "Svetlana Saenkova",
        "content": "welcome welcome welcome everybody so today I will tell you more about aura-soma system so here on the screen you can see the agenda and let's start from the first point the history of aura-soma and about vicky wall the appearance of aura-soma system is directly linked with the name of the famous English healer Vicky wall created by her in the 80s um of the 20th century the first collection of these multicolored bottles with an incredibly attractive power sparkling with the Splendor of color and light uh was the result of amazing events of her life the starting point of which was Vicky absolute faith and expertise which allowed her to understand the higher mind that speaks the language of"
      },
      {
        "source_id": 2,
        "speaker": "Svetlana Saenkova",
        "content": "color and mother nature color is light without which our existence is Unthinkable at all do you agree?"
      },
      {
        "source_id": 3,
        "speaker": "Svetlana Saenkova",
        "content": "we perceive color of course naturally primarily through our vision through our eyes but subconsciously we absorb it through our skin and the entire being color being a wave in the physical sense penetrating into our body and causes certain biochemical reactions in tissues and stimulates important glands and normalizes and heals by influencing our body color can become its healer thus the science of color healing is called color therapy the best way to get to know Vicky wall is to read her book the book calls the miracle of color healing following here are some facts from Wiki's life Vicky was the first female the fellow of the Royal College of surgical pathology Vicky was one of the"
      },
      {
        "source_id": 4,
        "speaker": "Svetlana Saenkova",
        "content": "first to treat diabetes without insulin Vicky's father was a special person he taught her how to understand herbs roots minerals plants and their medical use both Vicky and her father they saw people's aura she began her training in the old school Pharmacy where she put into practice the knowledge of plants she received from her father and later on Vicky met Margaret Cockbain who had an osteopathi clinic and they became a Partners organizing a medical center at 60 years old incredible fact this woman had a professional life rich in experience behind her which in one way or another way was always devoted to the health of people and caring for them and by this time"
      },
      {
        "source_id": 5,
        "speaker": "Svetlana Saenkova",
        "content": "aura-soma arose Vicky had to withdraw from active professional life due to progressive blindness and it seemed incredible that and it seemed incredible that at such elder age Vicky created these colorful bottles and this is absolutely incredible that at such age with the progressing blindness this woman following her inner intuition created this product with sparkling colors indeed the intuitive development of Aura-soma was the highest achievement of Vicky Wall and she herself saw her Destiny in this she brought to Aura-Soma not only her rich personal and professional experience but also the knowledge about nature and its laws which her father told her about from early childhood and she gained later on at her professional practice in clinic the"
      },
      {
        "source_id": 6,
        "speaker": "Svetlana Saenkova",
        "content": "transmitted knowledge was the beginning of a chain of significant and exciting events in her life having a variety of natural materials in her small laboratory one night driven by inspired intuition Vicky began alchemical work the results of which was astonishing to herself already in the morning Vickz and her friends could admire the wonderful appeared first bottles the contents of which were only liquids of different colors and shades and Vicki had no answer to the question about the purpose of these bottles Vicky not only had no idea about the capabilities of these substances but also did not know the significance of her discovery soon presenting her jewels that's how she called these bottles presented at various"
      },
      {
        "source_id": 7,
        "speaker": "Svetlana Saenkova",
        "content": "exhibitions Vicky began to receive more and more surprises from the people it turned out that the contents of the small bottles produce a much more significant effect than just Cosmetics thanks to her innate gift of seeing the deep layers of people's aura Vicky noted a very important observation for herself people first of all choose a bottle with the color in the so-called core of aua of an individual person in other words people choose a color that resonated with their colors and state of the aura thanks to this vision of the aura Vicky was able to describe the broad effects of color therapy thus she derived the key thesis of aura we are the colors that"
      },
      {
        "source_id": 8,
        "speaker": "Svetlana Saenkova",
        "content": "we choose and these colors reflect the true needs and essence of our inner being and agree with me it's impossible to formulate this effect more precisely color supports a person to trust the inner Light the inner guidance and therefore now we come to mission and values of aura-soma mission and values of our system encourage people to their higher self to the better version of themselves also awakes importance and care of the planet ecology mission and values of aura-soma draw attention to the inner potential talents energy and realization of each of us because all followed the path of Vicky Wall followed the truths of light and color until the last days of her life after Vicky"
      },
      {
        "source_id": 9,
        "speaker": "Svetlana Saenkova",
        "content": "left the research work was continued by her assistant and friend Mike Booth today he is the principal of Aura-soma Academy in United Kingdom the search for the secrets and truths of the world is still ongoing new pearls of the unique neckace of our continue to be born up to this day and this is an incredible and inexplicable feeling and blessing of belonging to this living stream today there are 122 equilibriums behind every bottle there is unique story so pick up your bottle at personal consultation and find your story color and light all products of aura-soma are organic and natural and they produced biodynamically aura-soma is non intrusive non interfering it self Choice based holistic system it"
      },
      {
        "source_id": 10,
        "speaker": "Svetlana Saenkova",
        "content": "speaks of the growth of Consciousness, of bringing balance inner guidance, peace and understanding to all levels of our body mind spirit and senses."
      },
      {
        "source_id": 11,
        "speaker": "Svetlana Saenkova",
        "content": "It is a mean to help move towards positive being and personal growth towards auspicious changes on our planet, innovations and harmony for every being."
      },
      {
        "source_id": 12,
        "speaker": "Svetlana Saenkova",
        "content": "Aura-soma combines the art of aroma therapy and herbal medicine through the use of herbal extracts and essential oils it combines the following three kingdoms the mineral kingdoms plant kingdoms and realms of color and light every aura-soma bottle combines these three realms the very concept of aura-soma means aura light soma means body in Greek language or being on Aramaic or Life Energy in Sanskrit we can say therefore that aura-soma means light body Light Spirit therefore working with aura-soma products we develop our light Body."
      },
      {
        "source_id": 13,
        "speaker": "Svetlana Saenkova",
        "content": "Aura-Soma we can say it's an old Noble wine in a new form Vicky said I searched and explored the depths of time nature innate wisdom and peace and I discovered something that existed but was long forgotten something that was to be born again in the new age in the new era the concept of Aura-soma is closely related to light and color and it is a mirror of Life."
      },
      {
        "source_id": 14,
        "speaker": "Svetlana Saenkova",
        "content": "Light creates life and color creates vitality. Without light lives goes away and without the color it becomes monotonous.A person's attitude towards light and color speaks about its own attitude towards life itself its mission richness abundance meaningfulness love and light"
      }
    ]
  },
  {
    "file_name": "Awaken_through_aura-soma.txt",
    "title": "Awaken Through Aura-Soma",
    "chunks": [
      {
        "source_id": 15,
        "speaker": "Iris Rebilas",
        "content": "The mystic mysticism really a bottle about growing."
      },
      {
        "source_id": 16,
        "speaker": "Svetlana Saenkova",
        "content": "Today I'm in Camelot and here is please welcome Iris Rebilas, Aura-soma teacher and practitioner and the founder of Camelot Center."
      },
      {
        "source_id": 17,
        "speaker": "Iris Rebilas",
        "content": "Thank you for accepting this idea. Thank you very much. Yeah, you're welcome. I'm happy."
      },
      {
        "source_id": 18,
        "speaker": "Svetlana Saenkova",
        "content": "Can you take us back to the moment when you first encountered aura-soma and what was that about the system that truly spoke to you?"
      },
      {
        "source_id": 19,
        "speaker": "Iris Rebilas",
        "content": "Well, we have to go a long way back then. It was in 1990 that somebody offered me from a little bottle few drops of essence at a seminar with energetic body work."
      },
      {
        "source_id": 20,
        "speaker": "Iris Rebilas",
        "content": "And that lady said to me, you go so so so you put it in your aura and then you just feel and what I felt was very strong."
      },
      {
        "source_id": 21,
        "speaker": "Iris Rebilas",
        "content": "Very so exciting. Yeah. What is it? and yeah, show me the little bottle."
      },
      {
        "source_id": 22,
        "speaker": "Iris Rebilas",
        "content": "And I looked at the little bottle and it said quintessence and it had an address on it."
      },
      {
        "source_id": 23,
        "speaker": "Iris Rebilas",
        "content": "I wrote down the address and then wrote to the company and I got back some informational materials and so on and also the information that the founder of Aura-soma Vicky Wall had just published her biography."
      },
      {
        "source_id": 24,
        "speaker": "Iris Rebilas",
        "content": "Oh, interesting. Yeah. So I I got the biography um and I read it of course but I read it is a bit exaggerated because actually I only wrote the uh read the first few sentences because they were so intriguing by uh finding out that she wrote I'm the seventh child of the seventh child and the number seven has triggered me my lifelong because I'm born on the seventh of the seventh and so there were two sevens again and I just thought okay this lady must know my childhood the answer to my childhood question sign from the universe which was why am I born on the seventh of the"
      },
      {
        "source_id": 25,
        "speaker": "Iris Rebilas",
        "content": "sevens and I closed the book and decided I need to meet this lady it was not really about it was much more Vicky."
      },
      {
        "source_id": 26,
        "speaker": "Iris Rebilas",
        "content": "And so I mean it wasn't so easy to make an appointment because she already was blind."
      },
      {
        "source_id": 27,
        "speaker": "Iris Rebilas",
        "content": "She was uh she was ill and she was very well protected from the public so to speak."
      },
      {
        "source_id": 28,
        "speaker": "Iris Rebilas",
        "content": "But I managed and I went to England to meet the lady to ask her the question."
      },
      {
        "source_id": 29,
        "speaker": "Iris Rebilas",
        "content": "But of course at some point I had finished reading the book and the Aura-soma system intrigued me and what intrigued me the most was uh the the mystic mysticism that was around."
      },
      {
        "source_id": 30,
        "speaker": "Iris Rebilas",
        "content": "I was always interested in in things that are more happening in the unseen and how she described how Aura-soma came into being, how she received the information of producing the bottles, of making the bottles."
      },
      {
        "source_id": 31,
        "speaker": "Iris Rebilas",
        "content": "It's um that was really what I what pulled me there, so to speak. And then meeting her was it was very special."
      },
      {
        "source_id": 32,
        "speaker": "Iris Rebilas",
        "content": "She was a very special lady. And it was uh also a bit spooky that she said to me, one of the first things she said to me was, \"Why don't you come? Why haven't you come earlier? Because I called for you.\""
      },
      {
        "source_id": 33,
        "speaker": "Iris Rebilas",
        "content": "And I just went oops. Incredible. I I didn't hear anything."
      },
      {
        "source_id": 34,
        "speaker": "Iris Rebilas",
        "content": "I didn't receive a phone call or a letter, but well, here I am. And yeah, kind of these things happened."
      },
      {
        "source_id": 35,
        "speaker": "Iris Rebilas",
        "content": "She also said, \"It's not the first time you're meeting the system.\" Actually, you just need to remember how to work with it."
      },
      {
        "source_id": 36,
        "speaker": "Iris Rebilas",
        "content": "You've done it before in in other lifetimes. We've met so many times before."
      },
      {
        "source_id": 37,
        "speaker": "Iris Rebilas",
        "content": "Aura-soma has been in the world in different ways already. She always I said it's new wine and old bottles."
      },
      {
        "source_id": 38,
        "speaker": "Iris Rebilas",
        "content": "So this all of this which wasn't really tangible from the material point of view that was really something that that amazing."
      },
      {
        "source_id": 39,
        "speaker": "Svetlana Saenkova",
        "content": "Aura-soma is often described as color therapy for the soul. For someone unfamiliar, how would you describe its core essence?"
      },
      {
        "source_id": 40,
        "speaker": "Iris Rebilas",
        "content": "Um, color therapy for the soul means really that it goes beyond your personality."
      },
      {
        "source_id": 41,
        "speaker": "Iris Rebilas",
        "content": "We identify very much with what we're doing, with our professions, with our status in society or family."
      },
      {
        "source_id": 42,
        "speaker": "Iris Rebilas",
        "content": "And this is what our focus is on most of the time."
      },
      {
        "source_id": 43,
        "speaker": "Iris Rebilas",
        "content": "And Aura-som can guide you beyond this and give you an idea of that we are more than this."
      },
      {
        "source_id": 44,
        "speaker": "Iris Rebilas",
        "content": "And yeah, what is the more? The more is actually your soul being."
      },
      {
        "source_id": 45,
        "speaker": "Iris Rebilas",
        "content": "And because we're choosing our colors through a level of the eyes actually the eyes are choosing but the eyes are connecting with connected through the brain with our higher self energetically."
      },
      {
        "source_id": 46,
        "speaker": "Iris Rebilas",
        "content": "So there is also the aspect of the soul is choosing the colors or we are chosen by the soul."
      },
      {
        "source_id": 47,
        "speaker": "Iris Rebilas",
        "content": "And this is this is quite a complex concept to understand that we are more than we think we are and that this more offers us other aspects of ourselves."
      },
      {
        "source_id": 48,
        "speaker": "Iris Rebilas",
        "content": "maybe talents, maybe potentials that we have not yet discovered. Each soul comes in to this world with a lot of potential."
      },
      {
        "source_id": 49,
        "speaker": "Iris Rebilas",
        "content": "But the uh the things are very often covered by education by what our parents says by what we learn to believe and the that's something which Aura-soma can guide you towards that you overcome your belief systems."
      },
      {
        "source_id": 50,
        "speaker": "Svetlana Saenkova",
        "content": "You work with the color, light and consciousness, right? In your experience, in your vast experience and consultations for the people, which colors the most drawn to these days, to our present day and what might that reveal about the collective consciousness?"
      },
      {
        "source_id": 51,
        "speaker": "Iris Rebilas",
        "content": "Well, you cannot really put it this way. Each person will choose the colors that are the most appropriate ones in the moment for them."
      },
      {
        "source_id": 52,
        "speaker": "Iris Rebilas",
        "content": "The aspect that you're touching here like the universal consciousness or global consciousness this reflects is more reflected in when a new bottle comes in. Okay Because the system is not like set and from one to 30 or so as you see there are many many more and we're now with 123 and whenever a need in mankind is there for a specific color or when mankind is ready to take the next step in consciousness to expand consciousness to bring new aspects into life."
      },
      {
        "source_id": 53,
        "speaker": "Iris Rebilas",
        "content": "Then these colors appear and that's the message and that's the that's the indicator of collective consciousness. Exactly."
      },
      {
        "source_id": 54,
        "speaker": "Iris Rebilas",
        "content": "The message of the new bottle is the indicator of the consciousness development. Exactly."
      },
      {
        "source_id": 55,
        "speaker": "Iris Rebilas",
        "content": "And when an individual person comes and chooses their bottle very often when a new bottle is there, the new bottle appears in the selection, but not always."
      },
      {
        "source_id": 56,
        "speaker": "Iris Rebilas",
        "content": "They always choose what's appropriate for them for their soul, for their state of being, soulwise."
      },
      {
        "source_id": 57,
        "speaker": "Svetlana Saenkova",
        "content": "Iris, you are both Aura-soma teacher and practitioner. What's life lesson you learned in color therapy that left a lasting mark on you and connecting both your roles There's not so much of a difference between those two roles."
      },
      {
        "source_id": 58,
        "speaker": "Iris Rebilas",
        "content": "As a practitioner, you sit with one person and you look into an individual life story or certain maybe issues, problems."
      },
      {
        "source_id": 59,
        "speaker": "Iris Rebilas",
        "content": "Usually people come when they have a problem um that need to be resolved that they want to have some guidance and because they're looking at their soul level um there is a bit of a higher guidance in involved in when we sit with an individual person."
      },
      {
        "source_id": 60,
        "speaker": "Iris Rebilas",
        "content": "The teaching role is still the same because also in our seminars we work with individual situations because when you want to learn how to look at four bottles you need to have examples and then one person has to have the courage to put out the bottles and be examined in a way."
      },
      {
        "source_id": 61,
        "speaker": "Iris Rebilas",
        "content": "Um of course the teaching is more a generalized thing. It's not so individual and when you look at a person's bottle in in the context of a group, one is maybe a bit more sensitive towards delicate points that one can see."
      },
      {
        "source_id": 62,
        "speaker": "Iris Rebilas",
        "content": "But it's for the group very important to witness um the process to witness the person and also maybe see a reflection."
      },
      {
        "source_id": 63,
        "speaker": "Iris Rebilas",
        "content": "That's a big learning in the seminars. the reflection that has that are is there for themselves in another person's bottles because we're all interconnected."
      },
      {
        "source_id": 64,
        "speaker": "Iris Rebilas",
        "content": "And for myself, the outstanding experience is that when I was little, I was wanted always to understand why is a person the way he or she is?"
      },
      {
        "source_id": 65,
        "speaker": "Iris Rebilas",
        "content": "Why does the person behave? So and so why is a person especially sad which touched me always as a child and I wanted to understand where the sadness came from or the anger and so this is for me the greatest gift that uh I can understand people better through aura-soma, empathy to see their point of view um in non-judgmental way."
      },
      {
        "source_id": 66,
        "speaker": "Iris Rebilas",
        "content": "Learning to let them be as they want to be to present themselves. That's the the big learning curve for me."
      },
      {
        "source_id": 67,
        "speaker": "Svetlana Saenkova",
        "content": "Aura-soma offers aura or correct me bio field treatments. Is that right?"
      },
      {
        "source_id": 68,
        "speaker": "Iris Rebilas",
        "content": "Please tell more about this about aura-soma treatments because we see the vibrational health care rises up in society and in development in healthcare and we see more and more wellness vibrational devices or potential."
      },
      {
        "source_id": 69,
        "speaker": "Iris Rebilas",
        "content": "Color definitely is a frequency and a vibration and uh basically it's light vibration because all the colors come from pure white light and this is something that has a very strong effect on a person."
      },
      {
        "source_id": 70,
        "speaker": "Iris Rebilas",
        "content": "Um when you say we're offering treatments yes that's okay various treatments which I don't want to describe all now but uh what's really important already as the name or soma says it says aura and soma and it's the connection between the aura the energetic field of a person soma in many many languages is the word for body u material so it is the connection and how they inter are interactive the uh the fields together with the body because what's happening here is actually an immaterial form what we materialize through our body."
      },
      {
        "source_id": 71,
        "speaker": "Iris Rebilas",
        "content": "The nice thing as a method uh with aura-soma is that you don't need to go for treatment. It's wonderful to have it."
      },
      {
        "source_id": 72,
        "speaker": "Iris Rebilas",
        "content": "It's very relaxing and you can let go and you let somebody else do it for you."
      },
      {
        "source_id": 73,
        "speaker": "Iris Rebilas",
        "content": "You have an interaction with somebody who's treating you. But actually when you use pommander or a quintessence, then you do it yourself."
      },
      {
        "source_id": 74,
        "speaker": "Iris Rebilas",
        "content": "You have a daily possibility of just by putting the pommander a few drops into your energetic field and go through the different layers."
      },
      {
        "source_id": 75,
        "speaker": "Iris Rebilas",
        "content": "You do your own energetic treatment. And what what's really nice, we have the pommanders and the quintessences as energetic treatment devices is that the pommanders for the lower energetic field."
      },
      {
        "source_id": 76,
        "speaker": "Iris Rebilas",
        "content": "They really protect put a protective shield into the aura which um provides energies to come to close. They act like a filter."
      },
      {
        "source_id": 77,
        "speaker": "Iris Rebilas",
        "content": "And then the quintessence are more to open you up for the spiritual level, for the greater, for what is beyond polarity."
      },
      {
        "source_id": 78,
        "speaker": "Iris Rebilas",
        "content": "And that's that's a really beautiful thing. And when you do it in in your everyday life, you have it as a routine maybe for every day in the morning, in the evening, depending on what topic, what which is reflected in the color."
      },
      {
        "source_id": 79,
        "speaker": "Iris Rebilas",
        "content": "they need the most. It's quite unique for aura-soma."
      },
      {
        "source_id": 80,
        "speaker": "Svetlana Saenkova",
        "content": "I want to back like this concept that you described aura and soma like body and our bio field and I see like reflection to this concept like matter and spirit."
      },
      {
        "source_id": 81,
        "speaker": "Iris Rebilas",
        "content": "So from micro to macro level exactly that we are all interconnected with the universe."
      },
      {
        "source_id": 82,
        "speaker": "Iris Rebilas",
        "content": "So and I mean we have the chakras within the body along the spine which are energy uh bolts or centers within the body but they reflect out into the aura and when you put something into your aura that the energy flow will come into the body."
      },
      {
        "source_id": 83,
        "speaker": "Iris Rebilas",
        "content": "So whatever you do in your aura will have effect on on your physicality with color and light and color and light are actually Consciousness."
      },
      {
        "source_id": 84,
        "speaker": "Iris Rebilas",
        "content": "Light is consciousness. And so we're working directly with consciousness. Bringing consciousness to the body means that has a reflection in your everyday life."
      },
      {
        "source_id": 85,
        "speaker": "Iris Rebilas",
        "content": "Awareness. Being aware in the body what's happening around me. Amazing. Yeah. It's it's a holistic concept."
      },
      {
        "source_id": 86,
        "speaker": "Svetlana Saenkova",
        "content": "We can hardly call our world very harmonious and light in peace."
      },
      {
        "source_id": 87,
        "speaker": "Svetlana Saenkova",
        "content": "Uh so would you list three main issues in the world and in the people that aura-soma can definitely today can help can support can facilitate."
      },
      {
        "source_id": 88,
        "speaker": "Iris Rebilas",
        "content": "Well, one of the most important things uh for each and everybody is to cultivate peace with themselves like that inner peace that uh gives tranquility and calm and this is through meditation for us especially through the color pale blue uh which can be very helpful to be in peace with self and everything and everybody and up and below."
      },
      {
        "source_id": 89,
        "speaker": "Iris Rebilas",
        "content": "The next thing is the understanding of cooperation. It is uh we cannot live just as individuals as much as individuality is something to be appreciated because we all have individual talents and gifts."
      },
      {
        "source_id": 90,
        "speaker": "Iris Rebilas",
        "content": "But these need to be spread into a community which appreciates the individual gifts and talents and not this is mine or I take your idea and this there's so much of this going on really just uh the mutual appreciation of one's gifts and talents and making use of them together for something better."
      },
      {
        "source_id": 91,
        "speaker": "Iris Rebilas",
        "content": "This is uh something I could really see where each single aura-soma product will be very helpful too."
      },
      {
        "source_id": 92,
        "speaker": "Iris Rebilas",
        "content": "And the third thing is distraction. The world offers so many things u that are unimportant and uh they distract you from your own being being with yourself being strong within yourself."
      },
      {
        "source_id": 93,
        "speaker": "Iris Rebilas",
        "content": "Uh especially for young people I would say it is so important that they are guided to learn to distinguish between what's important what's offered out there and what is really of essence and this is where aura-soma can be very very helpful."
      },
      {
        "source_id": 94,
        "speaker": "Svetlana Saenkova",
        "content": "Tell some more words about current and upcoming projects in Camelot. Um well we are always uh training new practitioners."
      },
      {
        "source_id": 95,
        "speaker": "Iris Rebilas",
        "content": "This is like the standard because u it's necessary that we have people out there in the country to be available for people with the system."
      },
      {
        "source_id": 96,
        "speaker": "Iris Rebilas",
        "content": "And so this is something we regularly do. And then there are kind of side topics that we develop here at Camelot specific uh topics that I personally have a lot of interest in. And one of my favorite topic is the connection to the aseen tradition which aura-soma is very much rooted in. And this is something I would really like to expand on especially in the training and I'm kind of in in my little chamber developing something that I'm not yet ready to speak about."
      },
      {
        "source_id": 97,
        "speaker": "Iris Rebilas",
        "content": "Okay, this would be for for the training part of what's happening here."
      },
      {
        "source_id": 98,
        "speaker": "Iris Rebilas",
        "content": "Otherwise um as I said in the beginning we have to go way back to the beginning which is now over 35 years and um we're looking into a generation shift at Camelot and actually I'm very very lucky my children both of my children have grown up with aura-soma and yeah it was there pretty early on in their lives and my daughter is now more or less leading the company in regard to the everyday duties and and business."
      },
      {
        "source_id": 99,
        "speaker": "Svetlana Saenkova",
        "content": "Congratulations. Yeah. What's your vision for the future of Camelot?"
      },
      {
        "source_id": 100,
        "speaker": "Svetlana Saenkova",
        "content": "Let's say if I were visited you in five years, what you wish I found?"
      },
      {
        "source_id": 101,
        "speaker": "Iris Rebilas",
        "content": "I would wish especially for Aura-soma since that this is our main topic that we of course everybody thinks of expansion these days but uh it's not in the way that it's about more sales or so what I really would wish for that all our activities here that we do in regard to newslettering in regard to what I'm writing in blogs that this is reached by many many more people and especially that Aura-soma is being used by many many more people which automatically would uh give us the possibility here to hire more staff to give more people a good livelihood and in a surrounding of uh care because we're really the the name"
      },
      {
        "source_id": 102,
        "speaker": "Iris Rebilas",
        "content": "Camelot is not by accident in a way because uh the idea of the round table of no hierarchy um having meeting each other on eye level was one of the main reasons why I decided for the name Camelot for the company."
      },
      {
        "source_id": 103,
        "speaker": "Iris Rebilas",
        "content": "This will be an an ongoing red thread all the way through."
      },
      {
        "source_id": 104,
        "speaker": "Iris Rebilas",
        "content": "And the young generation that I mentioned earlier is uh very much more on this track than years ago. Yeah. Hierarchies not so important anymore."
      },
      {
        "source_id": 105,
        "speaker": "Iris Rebilas",
        "content": "One would be this one 94 blue and yellow. And I find it kind of interesting because I'm a blue."
      },
      {
        "source_id": 106,
        "speaker": "Svetlana Saenkova",
        "content": "Yes, it's true. Such a resonance. And way it's a polarity and a topic of this bottle is um Am I following my will or is there a greater will that I follow?"
      },
      {
        "source_id": 107,
        "speaker": "Iris Rebilas",
        "content": "And but whatever my will is will flow into the greater of the pale blue the greater."
      },
      {
        "source_id": 108,
        "speaker": "Iris Rebilas",
        "content": "So this this yellow is really to be kind of very precise with what I want and because it has an effect every little thing has an effect."
      },
      {
        "source_id": 109,
        "speaker": "Iris Rebilas",
        "content": "The pale coral. Yeah, pale coral shows a lot of sensitivity and like the corals how they live in the sea."
      },
      {
        "source_id": 110,
        "speaker": "Iris Rebilas",
        "content": "They they really build an entity with many many other beings in the sea."
      },
      {
        "source_id": 111,
        "speaker": "Iris Rebilas",
        "content": "The corals protect the the little fish from being eaten up. And it's it's really a bottle about growing."
      },
      {
        "source_id": 112,
        "speaker": "Svetlana Saenkova",
        "content": "Thank you very much. It is my pleasure and I thank you because hopefully this is helping to spread aura-soma in the world and this is what I have dedicated myself to."
      },
      {
        "source_id": 113,
        "speaker": "Iris Rebilas",
        "content": "So I'm very grateful for any help that I have in spreading the word of Aura-soma."
      }
    ]
  }
]